{
  "help": {
    "modal": {
      "help_resources": "Help Resources",
      "all_resources": "All Resources",
      "close": "Close",
      "definitions": "Definitions",
      "articles": "Articles",
      "related": "Related"
    },
    "definitions": {
      "dashboard_tips": [
        "Dashboard Tips",
        [
          "Staking dashboard will present you tips to help you along each step of staking on Polkadot.",
          "Tips can be turned off or re-enabled from dashboard settings, that can be accessed via the cog icon in the bottom left corner of the side menu."
        ]
      ],
      "supply_staked": [
        "Supply Staked",
        [
          "The current cumulative supply of {NETWORK_UNIT} being staked globally.",
          "The percentage of staked {NETWORK_UNIT} is relative to the total supply of {NETWORK_UNIT}."
        ]
      ],
      "total_nominators": [
        "Total Nominators",
        [
          "All accounts who are staking in the network.",
          "In order to stake {NETWORK_UNIT}, you can either become a nominator or join a pool - that act as nominators themselves."
        ]
      ],
      "active_nominators": [
        "Active Nominators",
        [
          "Nominators who are active, i.e., ones whose nominee is active in the current era.",
          "Being an active nominator does not guarantee rewards, as your nominee may be oversubscribed."
        ]
      ],
      "your_balance": [
        "Your Balance",
        [
          "Your balance represents the total {NETWORK_UNIT} you have available in addition to your total staked amount, that includes the amount you have bonded in a Pool.",
          "Unlike your staked balance, your bonded pool balance is held and locked in the pool itself."
        ]
      ],
      "reserve_balance": [
        "Reserve Balance",
        [
          "In {NETWORK_NAME}, you must have a balance above a certain amount for your account to exist on-chain. This amount is called your 'existential deposit'.",
          "Staking dashboard ensures that this amount of {NETWORK_UNIT} is never touched."
        ]
      ],
      "network_stats": [
        "Network Stats",
        [
          "Real time network statistics that may affect your staking positions.",
          "Keep up to date on the state of the network from your overview."
        ]
      ],
      "inflation": [
        "Inflation",
        [
          "{NETWORK_UNIT} is inflationary; there is no maximum number of {NETWORK_UNIT}.",
          "Inflation is fixed to 30M {NETWORK_UNIT} tokens annually. This translates to 10% inflation right after launch and slowly decreasing to 0%."
        ]
      ],
      "historical_rewards_rate": [
        "Historical Rewards Rate",
        [
          "An estimated annual yield based on the {NETWORK_NAME} reward distribution model."
        ]
      ],
      "ideal_staked": [
        "Ideal Staked",
        ["Irrelevant on Aleph Zero."]
      ],
      "nomination_status": [
        "Nomination Status",
        [
          "The status of your nominations at a glance.",
          "A set of nominations will be inactive when the nominee is not participating in the current era-committee (the set of validators currently elected to validate the network).",
          "When your nominee is active, this nomination status will display as actively nominating - but this still does not guarantee rewards.",
          "The top {MAX_NOMINATOR_REWARDED_PER_VALIDATOR} nominators of each active validator receive rewards on {NETWORK_NAME}. So if a nominee is active and over-subscribed, you must be a part of the {MAX_NOMINATOR_REWARDED_PER_VALIDATOR} highest bonded nominators to receive rewards.",
          "If an active nominee is not over-subscribed, you will receive rewards."
        ]
      ],
      "stash_and_controller_accounts": [
        "Stash and Controller Accounts",
        [
          "The Stash and Controller are simply {NETWORK_NAME} accounts that manage your staking activity.",
          "Your Stash account is the account used to hold your staked funds, whereas the Controller account is used to carry out Staking actions on the Stash account's behalf.",
          "When you switch accounts in this app, you are actually switching your Stash account. Your Controller account is then automatically fetched for you.",
          "This app assumes you have both Stash and Controller accounts imported. If you do not, you will not be able to use all app functions.",
          "You can assign a different Controller account on the Stake page."
        ]
      ],
      "controller_account_eligibility": [
        "Controller Account Eligibility",
        [
          "For an account to become a controller, it must have a balance of at least the existential deposit. On {NETWORK_NAME} the existential deposit amount is {EXISTENTIAL_DEPOSIT} {NETWORK_UNIT}.",
          "If an account does not have at least this amount, you will see the 'Not Enough {NETWORK_UNIT}' message overlaying it.",
          "Topping up an account with at least {EXISTENTIAL_DEPOSIT} {NETWORK_UNIT} will make it eligible and selectable as a controller."
        ]
      ],
      "bonding": [
        "Bonding",
        [
          "Bonding funds is the process of 'locking' (or staking) {NETWORK_UNIT}. Bonded {NETWORK_UNIT} will then be automatically allocated to your nominated validator.",
          "As a nominator, you allocate the nomination yourself. In a pool, the pool owner or pool nominator will allocate the nomination on your behalf, and your bonded funds will back this nomination.",
          "The minimum active bond statistic is the minimum {NETWORK_UNIT} being bonded by a nominator for the current era. This value is also the minimum amount required to receive rewards."
        ]
      ],
      "active_bond_threshold": [
        "Active Bond Threshold",
        [
          "The amount of {NETWORK_UNIT} needed to be actively nominating in an era. "
        ]
      ],
      "reward_destination": [
        "Reward Destination",
        [
          "Your reward destination is where your rewards are sent to.",
          "Rewards can be automatically bonded on top of your current bond, or they can be sent to your stash, controller, or an external account of your choosing."
        ]
      ],
      "nominating": [
        "Nominating",
        [
          "Nominating is the process of selecting validators you wish to stake your {NETWORK_UNIT} to. You can choose one validator for each of your accounts.",
          "Once you have nominated your selected validator, they become your nomination."
        ]
      ],
      "nominations": [
        "Nominations",
        [
          "Nomination is the validator a staker chooses to nominate. You can nominate only one validator on {NETWORK_NAME}.",
          "For nomination pools, the pool owner and pool nominator are in charge of nominating a validator on behalf of all the pool members.",
          "Once nominations have been submitted, bonded funds are automatically distributed to nominees that are active in the current era.",
          "As long as your nominated validator is in the era-committee, your funds will be backing that validator."
        ]
      ],
      "inactive_nominations": [
        "Inactive Nominations",
        [
          "Irrelevant on Aleph Zero."
        ]
      ],
      "nomination_pools": [
        "Nomination Pools",
        [
          "Nomination pools allow users to contribute {NETWORK_UNIT} and earn staking rewards.",
          "Unlike nominating, staking using pools requires a small amount of {NETWORK_UNIT}, and the pool manages nominees on your behalf."
        ]
      ],
      "active_pools": [
        "Active Pools",
        ["The current amount of active nomination pools on {NETWORK_NAME}."]
      ],
      "minimum_join_bond": [
        "Minimum Join Bond",
        [
          "The minimum amount of {NETWORK_UNIT} needed to bond in order to join a pool.",
          "This amount is different from the bond needed to create a pool."
        ]
      ],
      "minimum_create_bond": [
        "Minimum Create Bond",
        [
          "The minimum amount of {NETWORK_UNIT} needed to bond in order to create a pool.",
          "Creating a pool requires a larger deposit than that of joining a pool."
        ]
      ],
      "pool_membership": [
        "Pool Membership",
        [
          "Your pool membership status reflects whether you are a member of a pool.",
          "Pool memberships can either be that of a pool member or a pool owner.",
          "Currently on {NETWORK_NAME}, accounts can only join one pool at a time. If you wish to join another pool, you must leave your current pool first.",
          "To leave a pool, you simply need to unbond and withdraw all your bonded {NETWORK_UNIT}. Staking dashboard provides a dedicated Leave button to unbond from a pool."
        ]
      ],
      "bonded_in_pool": [
        "Bonded in Pool",
        [
          "The amount of {NETWORK_UNIT} currently bonded in a pool.",
          "Unlike nominating directly, where your bonded funds remain in your account but become locked, the {NETWORK_UNIT} you bond to a pool is transferred to the pool's stash account. Nonetheless, pool members still have access to unbond their funds at any time."
        ]
      ],
      "pool_rewards": [
        "Pool Rewards",
        [
          "The amount of {NETWORK_UNIT} generated by being an active participant in a pool.",
          "Pool members are required to claim their rewards in order to have them transferred to their balance.",
          "Users have 2 choices for claiming rewards. They can be bonded back into the pool, that will increase their share of the pool and accumulate further rewards. Rewards can also be withdrawn from the pool to your account as free {NETWORK_UNIT}."
        ]
      ],
      "pool_roles": [
        "Pool Roles",
        [
          "A pool consists of 4 roles, each of which having different responsibilities in managing the running of the pool.",
          "Root: Can change the nominator, state-toggler, or itself. Further, it can perform any of the actions the nominator or state-toggler can.",
          "Depositor: Creates the pool and is the initial member. The depositor can only leave the pool once all other members have left. Once they leave by withdrawing, the pool is fully removed from the system.",
          "Nominator: Can select the validator the pool nominates.",
          "State-Toggler: Can change the pool's state and kick (permissionlessly unbond/withdraw) members if the pool is blocked."
        ]
      ],
      "validator": [
        "Validator",
        [
          "An entity that create blocks and achieve consensus on finality for {NETWORK_NAME}. Validators play a key role in {NETWORK_NAME} to secure the network.",
          "As a nominator, you choose which validators you wish to back, and receive rewards for doing so."
        ]
      ],
      "active_validator": [
        "Active Validator",
        [
          "A validator that is actively validating blocks. Rewards are accumulated based on the validator's total stake and performance.",
          "{NETWORK_NAME} allows a nominator to nominate a single validator."
        ]
      ],
      "average_commission": [
        "Average Commission",
        [
          "The average validator commission rate on {NETWORK_NAME}.",
          "This metric excludes validators who host a 100% commission, as these nodes usually block nominations and are run for the purposes of staking on centralized exchange platforms."
        ]
      ],
      "era": [
        "Era",
        [
          "At the end of each era, validators are rewarded {NETWORK_UNIT} based on how many era points they accumulated in that era. This {NETWORK_UNIT} reward is then distributed amongst the nominators of the validator via a payout.",
          "1 era is currently around 24 hours in Aleph Zero."
        ]
      ],
      "epoch": [
        "Epoch",
        [
          "An epoch is another name for a session in {NETWORK_NAME}. A different set of validators is selected to validate blocks at the beginning of every epoch.",
          "1 epoch is currently 15 minutes on Aleph Zero."
        ]
      ],
      "era_points": [
        "Era Points",
        [
          "Era Points are accumulated by validators during each era, and depend on a validator's stake and performance. As a staker, you do not need to worry about Era Points."
        ]
      ],
      "self_stake": [
        "Self Stake",
        [
          "The amount of {NETWORK_UNIT} the validator has bonded themselves.",
          "This value is added to the amount of {NETWORK_UNIT} bonded by nominators to form the total stake of the validator."
        ]
      ],
      "nominator_stake": [
        "Nominator Stake",
        [
          "The amount of {NETWORK_UNIT} backing the validator from its nominators.",
          "This value is added to the validator's self stake to form the total stake of the validator."
        ]
      ],
      "commission": [
        "Commission",
        [
          "Validators can take a percentage of the rewards they earn. This chunk is called their commission.",
          "Nominating validators with low commissions mean you will receive a larger share of the rewards they generate.",
          "Some validators might have a commission rate of 100%, meaning you will receive no rewards by nominating these validators.",
          "Examples of such validators include those operating on behalf of exchanges, where nominating and reward distribution is done centrally on the exchange in question.",
          "A validator can update their commission rates as and when they please, and such changes will have an impact on your profitability. Be sure to monitor your nominations on this dashboard to keep updated on their commission rates."
        ]
      ],
      "over_subscribed": [
        "Over Subscribed",
        [
          "Only the top {MAX_NOMINATOR_REWARDED_PER_VALIDATOR} nominators for each validator are rewarded in {NETWORK_NAME}. When this number is surpassed, this validator is considered over subscribed."
        ]
      ],
      "blocked_nominations": [
        "Blocked Nominations",
        [
          "When a validator has blocked nominations, nominators are unable to nominate them."
        ]
      ],
      "payout": [
        "Payout",
        [
          "Payouts are staking rewards on {NETWORK_NAME}. They depend on how many 'Era Points' your nominated validator accrued over time. Rewards are determined at the end of every Era (24 hour periods).",
          "To receive staking rewards, a Payout needs to be requested. Any nominator backing the validator in question can request a Payout.",
          "One payout request triggers the reward payout for every nominator."
        ]
      ],
      "last_era_payout": [
        "Last Era Payout",
        [
          "The total amount of {NETWORK_UNIT} paid out for the last active era.",
          "Payouts are distributed proportionally to total stake amongst era-validators for that era, and are then further distributed to the active nominators that took part in that era.",
          "The payout amounts received depend on how much {NETWORK_UNIT} the nominators, and validators themselves, had bonded for that era."
        ]
      ],
      "payout_history": [
        "Payout History",
        [
          "Historical records of payouts made for being an active nominator.",
          "Requesting payouts is a manual process, so you may receive payouts for multiple eras in quick succession or in a sporadic fashion. Your payout graphs may therefore have multiple payouts occur on the same day, or have days where there were no payouts.",
          "This does not mean that you were not nominating or generating rewards in that period - only that the payout for that period was not yet made."
        ]
      ]
    },
    "externals": {
      "connect_your_accounts": "How to Connect Your Accounts",
      "how_to_use": "How to Use the Staking Dashboard: Overview",
      "stake_dot": "Staking your DOT",
      "change_destination": "Changing Your Reward Destination",
      "bond_more": "Bond More Tokens to Your Existing Stake",
      "unbonding_tokens": "Unbonding Your Tokens",
      "rebonding": "Rebonding",
      "change_account": "Changing your Controller Account",
      "change_nominations": "Changing Your Nominations",
      "create_pools": "Creating Nomination Pools",
      "claim_rewards": "Claiming Nomination Pool Rewards",
      "choose_validators": "How do I Know Which Validators to Choose?"
    }
  }
}
