{
  "tips": {
    "connectExtensions": [
      "Connect Extensions",
      "Connect your accounts to begin using Polkadot Staking Dashboard.",
      [
        "Connect your accounts to begin using Polkadot Staking Dashboard.",
        "Accounts are accessed via web extensions, that act as wallets. Your wallet is used to sign transactions that you submit within the dashboard.",
        "Connect your wallets from the Connect button at the top right of the dashboard, and select the account you wish to stake with to continue.",
        "Staking dashboard supports a range of extensions and wallets."
      ]
    ],
    "howToStake": [
      "How Would You Like to Stake?",
      "Either become a nominator or become a member of a pool.",
      [
        "There are multiple ways to stake on {NETWORK_NAME}.",
        "You can either become a nominator or become a member of a pool.",
        "Directly nominating requires you to bond {NETWORK_UNIT} and choose validators you wish to back, and to nominate up to {MAX_NOMINATIONS} of them. To earn rewards as a nominator, you currently need to bond at least {MIN_ACTIVE_STAKE} {NETWORK_UNIT}.",
        "Joining a pool is much cheaper, requiring a minimum deposit of {MIN_POOL_JOIN_BOND} {NETWORK_UNIT}. Nominating validators is done on your behalf, and you simply claim rewards from the pool.",
        "Creating a pool is also possible, requiring a minimum of {MIN_POOL_CREATE_BOND} {NETWORK_UNIT}."
      ]
    ],
    "joinAnotherPool": [
      "Joining Another Pool",
      "Switch to a different account to join another pool.",
      [
        "Only one pool can be joined per account on {NETWORK_NAME}. To join more pools, firstly switch to another account."
      ]
    ],
    "keepPoolNominating": [
      "Managing Your Pool",
      "It is important to keep your pool actively nominating.",
      [
        "It is important to keep your pool actively nominating.",
        "If your pool is not earning rewards, members will be tempted to leave and join another pool.",
        "Your root and nominator roles are important for managing your nominations. If nominations are not performing well, choose different ones to increase your pool's chances of earning rewards."
      ]
    ],
    "managingNominations": [
      "Managing Nominations",
      "Be sure to check the performance of your nominations on a regular basis.",
      [
        "Be sure to check the performance of your nominations on a regular basis.",
        "To maximise variety and a decentralised mix of validators, choose validators from a range of entities."
      ]
    ],
    "module": {
      "cancel": "Cancel",
      "close": "Close",
      "disableTips": "Disable Dashboard Tips",
      "dismissResult": "Dismissing tips will remove them from your overview.",
      "dismissTips": "Dismiss Tips",
      "more": "More",
      "of": "of",
      "oneMoment": "One moment please",
      "reEnable": "Tips can be re-enabled from dashboard settings, that can be accessed via the cog icon in the bottom left corner of the side menu.",
      "syncingWith": "Syncing with {{network}}",
      "tips": "Tips"
    },
    "monitoringPool": [
      "Managing Pool Membership",
      "It's  a good idea to check regularly whether your pool is actively earning rewards.",
      [
        "Pools will manage nominations on your behalf, but it is still a good idea to check regularly whether your pool is actively earning rewards.",
        "Monitor your pool's status to ensure that it is performing well regularly, and consider joining another pool if you are not receiving any rewards."
      ]
    ],
    "recommendedJoinPool": [
      "Recommended: Join a Pool",
      "Your account is best suited to join a pool.",
      [
        "Based on the amount of {NETWORK_UNIT} your account currently holds, joining a pool is the best way for you to start staking.",
        "Joining a pool requires a minimum deposit of {MIN_POOL_JOIN_BOND} {NETWORK_UNIT}."
      ]
    ],
    "recommendedNominator": [
      "Recommended: Become a Nominator",
      "You have enough {NETWORK_UNIT} to become a nominator.",
      [
        "You have enough {NETWORK_UNIT} to become a nominator and start earning rewards.",
        "Nominating directly does however require you to actively check your backed validators."
      ]
    ],
    "reviewingPayouts": [
      "Reviewing Payouts",
      "Regularly reviewing your payouts is a good way to gauge how well your nominations are performing.",
      [
        "Regularly reviewing your payouts is a good way to gauge how well your nominations are performing.",
        "Go to the Payouts page to get a detailed breakdown of each payout you receive, and by which validator (or pool) the payout came from."
      ]
    ],
    "understandingValidatorPerformance": [
      "Measuring Validator Performance",
      "Various factors affect how much validators are rewarded.",
      [
        "Various factors affect how much validators are rewarded, such as the amount of era points it generates, how many nominators are backing it, and whether it is over subscribed.",
        "All these metrics change over time, sometimes in an unpredictable manner.It is therefore important that nominators actively monitor validators and their performance.",
        "Staking dashboard provides a range of metrics to help you understand how a validator is performing."
      ]
    ]
  }
}
